[
  {
    "Symptoms": [
      "Any general danger sign or",
      "Chest indrawing or",
      "Stridor in calm child"
    ],
    "Disease": "SEVERE PNEUMONIA",
    "Precaution":  "Give first dose of injectable chloramphenicol ( If not possible give oral amoxycillin).Refer URGENTLY to hospital."
  },
  {
    "Symptoms": [
      "Fast breathing"
    ],
    "Disease": "PNEUMONIA",
    "Precaution": "Give Amoxycillin for 5 days.Soothe the throat and relieve the cough with a safe remedy if child is 6 months or older.Advise mother when to return immediately.Follow-up in 2 days."
  },
  {
    "Symptoms": [
      "Lethargic or unconscious",
      "Sunken eyes",
      "Not able to drink or",
      "drinking poorly",
      "Skin pinch goes back very slowly"
    ],
    "Disease": "SEVERE DEHYDRATION",
    "Precaution": "If child has no other severe classification:- Give fluid for severe dehydration (Plan C). If child also has another severe classification :Refer URGENTLY to hospital# with mother giving frequent sips of ORS on the way. Advise the mother to continue breastfeeding.If child is 2 years or older and there is cholera in your area, give doxycycline for cholera."
  },
  {
    "Symptoms": [
      "Restless, irritable",
      "Sunken eyes",
      "Drinks eagerly, thirsty",
      "Skin pinch goes back slowly"
    ],
    "Disease": "SOME DEHYDRATION",
    "Precaution": "Give fluid zinc supplements and food for some dehydration (Plan B). If child also has a severe classification:Refer URGENTLY to hospital# with mother giving frequent sips of ORS on the way. Advise the mother to continue breastfeeding.\n Advise mother when to return immediately. Follow-up in 5 days if not improving."
  },
  {
    "Symptoms": [
      "Dehydration present"
    ],
    "Disease": "PERSISTENT DIARRHOEA",
    "Precaution": "Treat dehydration before referral"
  },
  {
    "Symptoms": [
      "No dehydration"
    ],
    "Disease": "PERSISTENT DIARRHOEA",
    "Precaution": "Advise the mother on feeding a child who has PERSISTENT DIARRHOEA. Give single dose of vitamin A. Give zinc supplements daily for 14 days. Follow-up in 5 days."
  },
  {
    "Symptoms": [
      "Blood in the stool"
    ],
    "Disease": "DYSENTERY",
    "Precaution": "Treat for 3 days with ciprofloxacin. Treat dehydration. Give zinc supplements for 14 days. Follow-up in 2 days."
  },
  {
    "Symptoms": [
      "Any general danger sign or",
      "Stiff neck or",
      "Bulging fontanelle"
    ],
    "Disease": "VERY SEVERE FEBRILE DISEASE",
    "Precaution": "Give first dose of IM quinine after making a smear/RDT. Give first dose of IV or IM chloramphenicol (If not possible, give oral amoxycillin). Treat the child to prevent low blood sugar. Give one dose of paracetamol in clinic for high fever (temp. 38.5°C or above). Refer URGENTLY to hospital."
  },
  {
    "Symptoms": [
      "Fever (by history or feels hot or temperature 37.5°C or above)",
      "Any general danger sign or",
      "Stiff neck or",
      "Bulging fontanelle"
    ],
    "Disease": "MALARIA",
    "Precaution": "Refer to hospital."
  },
  {
    "Symptoms": [
      "Fever (by history or feels hot or temperature 37.5°C or above)",
      "Any general danger sign or",
      "Clouding of cornea or",
      "Deep or extensive mouth ulcers"
    ],
    "Disease": "SEVERE COMPLICATED MEASLES",
    "Precaution": "Give first dose of Vitamin A. Give first dose of injectable chloramphenicol ( If not possible give oral amoxycillin).  If clouding of the cornea or pus draining from the eye, apply tetracycline eye ointment.  Refer URGENTLY to hospital."
  },
  {
    "Symptoms": [
      "Pus draining from the eye or",
      "Mouth ulcers"
    ],
    "Disease": "MEASLES WITH EYE OR MOUTH COMPLICATIONS",
    "Precaution": "Give first dose of Vitamin A. If pus draining from the eye, treat eye infection with tetracycline eye ointment. If mouth ulcers, treat with gentian violet. Follow-up in 2 days."
  },
  {
    "Symptoms": [
      "Tender swelling behind the ear"
    ],
    "Disease": "MASTOIDITIS",
    "Precaution": "Give first dose of injectable chloramphenicol ( If not possible give oral amoxycillin). Give first dose of paracetamol for pain. Refer URGENTLY to hospital."
  },
  {
    "Symptoms": [
      "Pus is seen draining from the ear and discharge is reported for less than 14 days, or",
      "Ear pain"
    ],
    "Disease": "ACUTE EAR INFECTION",
    "Precaution": "Give Amoxycillin for 5 days. Give paracetamol for pain. Dry the ear by wicking. Follow-up in 5 days."
  },
  {
    "Symptoms": [
      "Pus is seen draining from the ear and discharge is reported for 14 days or more"
    ],
    "Disease": "CHRONIC EAR INFECTION",
    "Precaution": "Dry the ear by wicking. Topical ciprofloxacine ear drops for 2 weeks. Follow-up in 5 days."
  },
  {
    "Symptoms": [
      "Visible severe wasting or",
      "Oedema of both feet"
    ],
    "Disease": "SEVERE MALNUTRITION",
    "Precaution": "Give single dose of Vitamin A. Prevent low blood sugar. Refer URGENTLY to hospital. While referral is being organized, warm the child. Keep the child warm on the way to hospital."
  },
  {
    "Symptoms": [
      "Severely Underweight ( < -3 SD)"
    ],
    "Disease": "VERY LOW WEIGHT",
    "Precaution": "Assess and counsel for feeding -if feeding problem, follow-up in 5 days. Advise mother when to return immediately. Follow-up in 30 days."
  },
  {
    "Symptoms": [
      "Severe palmar pallor"
    ],
    "Disease": "SEVERE ANAEMIA",
    "Precaution": "Refer URGENTLY to hospital"
  },
  {
    "Symptoms": [
      "Some palmar pallor"
    ],
    "Disease": "ANAEMIA",
    "Precaution": "Give iron folic acid therapy for 14 days. Assess the child's feeding and counsel the mother on feeding according to the FOOD box on the COUNSEL THE MOTHER chart. - If feeding problem, follow-up in 5 days. Advise mother when to return immediately. Follow-up in 14 days"
  }
]
