[
  {
    "Symptoms": [
      "Convulsions",
      "Fast breathing (60 breaths per minute or more)",
      "Severe chest indrawing",
      "Nasal flaring",
      "Grunting",
      "Bulging fontanelle",
      "10 or more skin pustules or a big boil",
      "Axillary temperature 37.5oC or above (or feels hot to touch)",
      "Temperature less than 35.5oC (or feels cold to touch)",
      "Lethargic or unconscious",
      "Less than normal movements"
    ],
    "Disease": "POSSIBLE SERIOUS BACTERIAL INFECTION",
    "Precaution": "Treat to prevent low blood sugar. Warm the young infant by Skin to Skin contact if temperature less than 36.5oC (or feels cold to touch) while arranging referral. Advise mother how to keep the young infant warm on the way to the hospital. Refer URGENTLY to hospital."
  },
  {
    "Symptoms": [
      "Umbilicus red or draining pus",
      "Pus discharge from ear",
      "Less than 10 skin pustules"
    ],
    "Disease": "LOCAL BACTERIAL INFECTION",
    "Precaution": "Give oral amoxycillin for 5 days. Teach mother to treat local infections at home. Follow up in 2 days."
  },
  {
    "Symptoms": [
      "Palms and soles yellow",
      "Age less than 24 hours"
    ],
    "Disease": "SEVERE JAUNDICE",
    "Precaution": "Treat to prevent low blood sugar. Warm the young infant by Skin to Skin contact if temperature less than 36.5oC (or feels cold to touch) while arranging referral. Advise mother how to keep the young infant warm on the way to the hospital. Refer URGENTLY to hospital."
  },
  {
    "Symptoms": [
      "Palms and soles yellow",
      "Age 14 days or more"
    ],
    "Disease": "JAUNDICE",
    "Precaution": "Advise mother to give home care for the young infant. Advise mother when to return immediately. Follow up in 2 days."
  },
  {
    "Symptoms": [
      "Temperature between 35.5 - 36.40C"
    ],
    "Disease": "LOW BODY TEMPERATURE",
    "Precaution": "Warm the young infant using Skin to Skin contact for one hour and REASSESS. If no improvement, refer."
  },
  {
    "Symptoms": [
      "Lethargic or unconscious",
      "Sunken eyes"
    ],
    "Disease": "SEVERE DEHYDRATION",
    "Precaution": "Treat to prevent low blood sugar. Refer URGENTLY to hospital with mother giving frequent sips of ORS on the way. Advise mother to continue breastfeeding. Advise mother how to keep the young infant warm on the way to the hospital."
  },
  {
    "Symptoms": [
      "Diarrhoea lasting 14 days or more"
    ],
    "Disease": "SEVERE PERSISTENT DIARRHOEA",
    "Precaution": "If infant also has low weight or another severe classification: Give first dose of intramuscular ampicillin and gentamicin. Refer URGENTLY to hospital with mother giving frequent sips of ORS on the way. Advise mother to continue breastfeeding. Advise mother how to keep the young infant warm on the way to the hospital. If infant does not have low weight or another severe classification: Give fluids for some dehydration (Plan B). Advise mother when to return immediately. Follow up in 2 days."
  },
  {
    "Symptoms": [
      "Blood in the stool"
    ],
    "Disease": "SEVERE DYSENTERY",
    "Precaution": "Give first dose of intramuscular ampicillin and gentamicin if the young infant has low weight, dehydration or another severe classification. Treat to prevent low blood sugar. Advise how to keep infant warm on the way to the hospital. Refer to hospital."
  },
  {
    "Symptoms": [
      "Not able to feed"
    ],
    "Disease": "NOT ABLE TO FEED",
    "Precaution": "Give first dose of intramuscular ampicillin and gentamicin. Treat to prevent low blood sugar. Warm the young infant by Skin to Skin contact if temperature less than 36.5oC (or feels cold to touch) while arranging referral. Advise mother how to keep the young infant warm on the way to the hospital. Refer URGENTLY to hospital."
  },
  {
    "Symptoms":[ "No attachment at all",
      "Not well attached to breast",
      "Not suckling effectively",
      "Less than 8 breastfeeds in 24 hours",
      "Receives other foods or drinks",
      "Thrush (ulcers or white patches in mouth)"
    ],
    "Disease": [
      "FEEDING PROBLEM",
      "LOW WEIGHT FOR AGE"
    ],
    "Precaution": " ASK: LOOK, FEEL:- If not well attached or not suckling effectively, teach correct positioning and attachment. If breastfeeding less than 8 times in 24 hours, advise to increase frequency of feeding. If receiving other foods or drinks, counsel mother about breastfeeding more, reducing other foods or drinks, and using a cup and spoon. If not breastfeeding at all, advise mother about giving locally appropriate animal milk and teach the mother to feed with a cup and spoon. If thrush, teach the mother to treat thrush at home. If low weight for age, teach the mother how to keep the young infant with low weight warm at home."
  },
  {
    "Symptoms": [
      "Breast or nipple problems"
    ],
    "Disease": "BREAST/NIPPLE PROBLEMS",
    "Precaution": "If breast or nipple problem, teach the mother to treat breast or nipple problems."
  }
]
